import React from 'react';

export default function LegalPage() {
  return (
    <div className="z-20 mx-auto flex w-2/3 flex-col gap-4 p-4 text-center text-sm max-lg:w-full max-lg:text-justify">
      <p>
        Общие положения Настоящий документ регламентирует политику, применяемую
        ООО «МАРКАС-КОМПЛЕКТ» (ОГРН 1242300005683, ИНН 2312324660, 350018,
        Россия, г. Краснодар, ул Текстильная, 21) (далее – Общество) в отношении
        персональных данных, полученных от субъектов персональных данных и
        третьих лиц, при их обработке (далее – Политика).
        <br />
        Персональные данные - под персональными данными понимаются любые
        сведения, относящиеся к прямо или косвенно определенному, или
        определяемому физическому лицу (субъекту персональных данных).
        <br />
        Оператор персональных данных (оператор) – государственный орган,
        муниципальный орган, юридическое или физическое лицо, самостоятельно или
        совместно с другими лицами организующие и (или) осуществляющие обработку
        персональных данных, а также определяющие цели обработки персональных
        данных, состав персональных данных, подлежащих обработке, действия
        (операции), совершаемые с персональными данными. Обработка персональных
        данных – любое действие (операция) или совокупность действий (операций)
        с персональными данными, совершаемых с использованием средств
        автоматизации или без их использования.
        <br />
        Обработка персональных данных включает в себя, в том числе: - сбор; -
        запись; - систематизацию; - накопление; - хранение; - уточнение
        (обновление, изменение); - извлечение; - использование; - передачу
        (распространение, предоставление, доступ); - обезличивание; -
        блокирование; - удаление; - уничтожение. - автоматизированная обработка
        персональных данных – обработка персональных данных с помощью средств
        вычислительной техники; - распространение персональных данных –
        действия, направленные на раскрытие персональных данных неопределенному
        кругу лиц; - предоставление персональных данных – действия, направленные
        на раскрытие персональных данных определенному лицу или определенному
        кругу лиц; - блокирование персональных данных – временное прекращение
        обработки персональных данных (за исключением случаев, если обработка
        необходима для уточнения персональных данных); - уничтожение
        персональных данных – действия, в результате которых становится
        невозможным восстановить содержание персональных данных в информационной
        системе персональных данных и (или) в результате которых уничтожаются
        материальные носители персональных данных; - обезличивание персональных
        данных – действия, в результате которых становится невозможным без
        использования дополнительной информации определить принадлежность
        персональных данных конкретному субъекту персональных данных; -
        информационная система персональных данных – совокупность содержащихся в
        базах данных персональных данных и обеспечивающих их обработку
        информационных технологий и технических средств; - трансграничная
        передача персональных данных – передача персональных данных на
        территорию иностранного государства органу власти иностранного
        государства, иностранному физическому лицу или иностранному юридическому
        лицу. Любое лицо, предоставившее свои персональные данные Обществу, тем
        самым выражает согласие на обработку персональных данных (далее -
        Согласие).
        <br />
        Срок, в течение которого действует Согласие, составляет 5 (пять) лет.
        Условием прекращения обработки персональных данных является окончание
        указанного срока или получение Обществом письменного отзыва Согласия
        субъектом персональных данных. Общество прекращает обработку
        персональных данных и уничтожает их в срок, не превышающий 30 дней с
        даты поступления отзыва Согласия.
        <br />
        Любое лицо, предоставившее Обществу персональные данные третьего лица
        (третьих лиц) в качестве стороны договора, выгодоприобретателя,
        поручителя, заказчика, покупателя и/или для иных целей, заверяет и
        гарантирует, что до предоставления таких персональных данных этим лицом
        получено соответствующее согласие субъекта персональных данных. Любое
        лицо, предоставившее свои персональные данные Обществу, подтверждает
        свое согласие на передачу персональных данных третьим лицам, в том числе
        в электронной форме по открытым каналам связи сети интернет.
        <br />
        Перечень третьих лиц, кому Общество может передавать персональные
        данные: ООО «МАРКАС-КОМПЛЕКТ». Заполнение любой формы для ввода данных,
        опубликованных на сайте https://marcas.pro/ (далее – Сайт) означает, что
        лицо, вводящее такие данные, ознакомлено с настоящей Политикой и
        выражает полное и безоговорочное согласие с ее условиями.
        <br />В случае несогласия с любым из положений настоящей Политики
        пользователь должен воздержаться от использования Сайта, на котором
        размещен для публичного доступа текст Политики. В зависимости от
        действий лица, предоставившего персональные данные (далее- Клиент,
        Пользователь), могут быть запрошены различные данные, в том числе: - ФИО
        владельца персонального раздела; - ФИО получателя заказанного Клиентом
        товара (Заказа); - адрес электронной почты (используется в качестве
        логина для входа в личный кабинет); - адрес доставки Заказа; - номер
        (номера) контактного телефона, по которому осуществляется связь с
        Клиентом; - банковские реквизиты Обработка персональных данных
        осуществляется с соблюдением принципов и правил, предусмотренных
        применимым Законодательством. Запись, систематизация, накопление,
        хранение, уточнение, извлечение персональных данных граждан РФ при сборе
        персональных данных осуществляются с использованием баз данных,
        находящихся на территории РФ, если иное не предусмотрено применимым
        Законодательством. Любые лица (включая директоров, служащих,
        сотрудников, агентов, представителей или иных посредников), которые
        выполняют поручения или оказывают услуги для или от имени любого из
        Обществ и получившие доступ к персональным данным, обязуются сохранять
        конфиденциальность и не обрабатывать их без конкретного законного
        основания. Предоставление информации иным лицам осуществляется
        исключительно в рамках законодательства – по запросам государственных
        органов, а также с целью защиты прав и законных интересов Общества.
        <br />
        Цели обработки персональных данных Персональные данные Клиентов
        обрабатываются Обществом для достижения целей: - исполнения обязательств
        перед Клиентом в рамках заключенного договора Оферты; - исполнения
        обязательства перед Клиентом о предоставлении информации о новостях
        Общества (акциях, скидках, партнерской программе) в случае если Клиентом
        заявлено желание получать такие новости; - исполнения обязанностей
        Общества, установленных законодательством (подготовка и сдача отчетности
        в контролирующие органы, раскрытие информации в установленных Законом
        случаях и т.д.). Общество предпринимает все доступные, обоснованно
        необходимые и достаточные правовые, организационные и технические меры
        для защиты персональных данных Клиентов от неправомерного доступа к ним,
        а также их блокирования, уничтожения, изменения, копирования,
        распространения и других нелегальных действий третьих лиц.
        <br />
        Вступление в силу Политики. Изменения. Настоящая Политика безопасности
        персональных данных вступает в силу с момента ее официального
        опубликования и применяется при обработке любых персональных данных
        субъектов персональных данных, полученных Обществом. В случае изменения
        текста настоящей Политики ее новая редакция публикуется в открытом
        доступе на Сайте Общества для обеспечения возможности ознакомления с ее
        текстом неограниченного круга лиц.
        <br />
        Данные для направления корреспонденции. 350018, Россия, г. Краснодар, ул
        Текстильная, 21, info@marcas.pro
      </p>
      <p>
        ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ официального интернет-магазина компании ООО
        «МАРКАС-КОМПЛЕКТ»
        <br />
        Интернет магазин (ИМ) - электронная торговая площадка «MARCAS.pro» -
        официальный интернет-магазин компании ООО «МАРКАС-КОМПЛЕКТ»,
        расположенный в сети Интернет на сайте https://marcas.pro, на котором
        размещен каталог Товаров Поставщика, позволяющий Пользователям изучать
        каталог Товаров Поставщика, информировать Поставщика о намерениях
        Пользователей заключать договоры купли-продажи Товара, сведения о
        котором размещены в ИМ, заключать такие договоры на условиях Поставщика,
        а также пользоваться иным функционалом или услугами, предоставляемыми
        Оператором.
        <br />
        Оператор интернет-магазина (Оператор) – ООО «МАРКАС-КОМПЛЕКТ» (ОГРН
        1242300005683), которое является владельцем интернет-магазина (ИМ) и
        осуществляет его администрирование. ООО «МАРКАС-КОМПЛЕКТ» вправе без
        согласования и уведомления Пользователя привлекать третьих лиц к
        выполнению функций Оператора, уступать свои права по Соглашению, а также
        передавать свои права по Соглашению по иным основаниям.
        <br />
        Пользователь – уполномоченный представитель юридического лица,
        индивидуального предпринимателя или физического лица, зарегистрированный
        на территории Российской Федерации, прошедшее процедуру регистрации в ИМ
        как покупателя с возможностью оформления заказов на приобретение Товаров
        у Поставщика с использованием функционала ИМ. Поставщик — ООО
        «МАРКАС-КОМПЛЕКТ» (ОГРН 1242300005683), осуществляющее деятельность по
        продаже Товаров через Интернет магазин путем размещения в ИМ каталога
        Товаров и предлагающее Покупателю заключить договор купли-продажи Товара
        <br />
        Сайт – https://marcas.pro, на котором размещен Интернет-магазин.
        <br />
        Товар – продукция, размещенная Поставщиком на Сайте ИМ, поставка которой
        является предметом отдельного договора купли-продажи, заключаемого
        напрямую между Пользователем и Поставщиком.
        <br />
        Термины и определения, не раскрытые в настоящем разделе Соглашения,
        применяются в значении, соответствующем тексту Соглашения, либо
        определенном документами и информацией внутри Сайта ИМ.
        <br />
        2. ОБЩИЕ ПОЛОЖЕНИЯ
        <br />
        2.1. Настоящее Пользовательское соглашение устанавливает условия,
        правила и ограничения использования Пользователем Интернет-магазина и
        Сайта. Использование Интернет-магазина Покупателем регулируется
        настоящим Пользовательским соглашением, а также иными документами,
        которые размещены на Сайте ИМ.
        <br />
        2.1.1. По условиям настоящего Соглашения Интернет-магазин предоставляет
        зарегистрированным Пользователям доступ к каталогу Товаров Поставщика с
        дальнейшей возможностью заключить договор купли-продажи с Поставщиком на
        условиях Поставщика, а также предоставляет право использовать иной
        функционал ИМ и Сайта, пользоваться иными услугами, оказываемыми
        Оператором. Условия оказания иных услуг регулируются отдельными
        документами, размещенными на Сайте.
        <br />
        2.2. При регистрации и использовании ИМ в любой форме Пользователь:
        <br />
        2.2.1. подтверждает, что в полном объеме ознакомился с содержанием
        настоящего Пользовательского соглашения;
        <br />
        2.2.2. выражает своё полное и безусловное согласие с условиями,
        изложенными в настоящем Пользовательском соглашении, без каких-либо
        оговорок и изъятий;
        <br />
        2.2.3. принимает на себя обязательство исполнять Пользовательское
        соглашение, нести ответственность за неисполнение изложенных в нем
        требований и условий;
        <br />
        2.2.4. признает юридическую силу за документами, направленными
        Оператором, Поставщиком и другими Пользователями как посредством ИМ, так
        и путем иных общепризнанных средств электронной коммуникации, как за
        собственноручно подписанными документами, за действиями, совершенными
        посредством ИМ;
        <br />
        2.2.5. признает, что средства идентификации (номер телефона, адрес
        электронной почты, код авторизации), применяемые при использовании ИМ,
        являются достаточными для установления лица, от которого исходят
        соответствующие документы и действия;
        <br />
        2.2.6. обязуется обеспечивать сохранность и конфиденциальность учетных
        данных, используемых для доступа к ИМ и личному кабинету ИМ, не
        передавать их третьим лицам;
        <br />
        2.2.7. признает, что несет ответственность за все возможные негативные
        последствия, вызванные передачей учетных данных третьим лицам;
        <br />
        2.2.8. соглашается, что регистрационные данные (в том числе персональные
        данные) передаются в электронной форме по открытым каналам связи сети
        Интернет;
        <br />
        2.2.9. подтверждает, что указанные им регистрационные данные
        действительны и принадлежат ему, а также обязуется поддерживать их в
        актуальном состоянии;
        <br />
        2.2.10. соглашается, что регистрационные данные (в том числе
        персональные данные) в минимально необходимых объемах для достижения
        целей, могут быть переданы третьим лицам в целях заключения, исполнения,
        сопровождения договора купли-продажи, а также обеспечения
        функциональности ИМ;
        <br />
        2.2.11. соглашается с тем, что программное обеспечение постоянно
        совершенствуется, в связи с чем возможны технические проблемы в
        функционировании ИМ и Сайта.
        <br />
        2.3. В случае несогласия с изложенными в настоящем разделе условиями
        Пользователь обязан незамедлительно прекратить использование ИМ.
        <br />
        3. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ
        <br />
        3.1. Оператор предоставляет Пользователю право использовать ИМ и Сайт в
        объеме, предусмотренном функциональными возможностями ИМ в соответствии
        со способом пройденной Пользователем регистрации с указанием ФИО, номера
        мобильного телефона и / или адреса электронной почты.
        <br />
        3.2. Использование ИМ допускается только способами, предусмотренными его
        функциональными возможностями и способом пройденной регистрации.
        <br />
        3.3. Ни при каких обстоятельствах предоставление Пользователю права
        использовать ИМ и Сайт не означает предоставление программного кода на
        них и приобретение Пользователем каких-либо прав на ИМ и на Сайт, в том
        числе интеллектуальных прав на объекты интеллектуальной собственности
        Оператора. <br />
        3.4. Пользователь не вправе отчуждать, предоставлять третьим лицам
        доступ к ИМ (в том числе к учетной записи Пользователя), уступать право
        использования ИМ или использовать ИМ способами, прямо не указанными в
        Пользовательском соглашении. <br />
        3.5. Оператор предоставляет Пользователю право использовать ИМ на
        условиях «как есть» без заверений и/или гарантий со стороны Оператора об
        отсутствии ошибок в работе ИМ и Сайте, в связи с чем возможны
        технические проблемы в функционировании ИМ и Сайта. Оператор ни при
        каких обстоятельствах не несет ответственности за негативные последствия
        для Пользователя, возникшие в связи с такими техническими проблемами.{' '}
        <br />
        3.6. Пользователь обязуется при использовании ИМ и Сайта не нарушать
        требований действующего законодательства, условий настоящего
        Пользовательского соглашения, а также условий иных документов,
        размещенных в ИМ/на Сайте, не причинять вред Оператору, другим
        Пользователям, Поставщику или иным третьим лицам. Пользователь
        самостоятельно несет ответственность перед третьими лицами за свои
        действия, связанные с использованием ИМ и Сайта, в том числе, если такие
        действия приведут к нарушению прав и законных интересов третьих лиц, а
        также за соблюдение законодательства при использовании ИМ и Сайта.{' '}
        <br />
        3.7. Все составляющие ИМ, Сайта, в т.ч. элементы дизайна, текст,
        графические изображения, скрипты, программы, базы данных и иные объекты,
        составляющие ИМ, Сайт, являются объектами исключительных прав Оператора
        Сервиса и других правообладателей. Пользователь ни при каких
        обстоятельствах не вправе использовать составляющие ИМ, Сайта в своих
        интересах и/или интересах третьих лиц. <br />
        3.8. Оператор вправе в любое время в одностороннем порядке без
        дополнительного уведомления Пользователей устанавливать дополнительные
        и/или иные условия использования ИМ путем внесения изменений в настоящее
        Соглашение и/или размещением на ИМ иных обязательных к исполнению
        документов. Пользователь обязуется самостоятельно отслеживать такие
        изменения и несет риск не ознакомления с такими изменениями. <br />
        3.9. Пользователю запрещается производить автоматизированную обработку и
        сбор информации (в том числе находящуюся в общем доступе), размещенной
        на страницах ИМ. <br />
        4. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ <br />
        4.1. Все действия, исходящие с учетной записи Пользователя, считаются
        совершенными от имени лица, чьи реквизиты указаны Пользователем при
        регистрации. Используя ИМ Пользователь подтверждает и соглашается, что
        использует ИМ исключительно на свой собственный риск. <br />
        4.2. Оператор не гарантирует, что ИМ, Сайт будет работать беспрерывно,
        не будет содержать ошибок или будет соответствовать целям и ожиданиям
        Пользователя. <br />
        4.3 Оператор не несет ответственности за какие-либо убытки, понесенные
        Пользователями при использовании ИМ, Сайта, включая, без ограничений,
        упущенную выгоду. <br />
        4.4. Оператор в соответствии со ст. 421 ГК РФ свободен в заключении
        договоров с Пользователями и самостоятельно определяет основания для
        отказа в их заключении. <br />
        4.5. Пользователь обязан по требованию Оператора возместить в полном
        объеме все убытки Оператора, причиненные действиями/бездействиями
        Пользователя, в том числе, но не ограничиваясь, за любое из нарушений,
        указанных ниже: <br />
        4.5.1. Убытки, связанные с предъявлением к ИМ каких-либо претензий,
        требований, исков со стороны третьих лиц, связанных с нарушением их
        исключительных прав, вызванных неправомерным использованием
        Пользователем ИМ; <br />
        4.5.2. Нарушение Пользователем Заверений и обязательств; <br />
        4.5.3. Убытки, вызванные несоблюдением Пользователем условий и
        ограничений использования ИМ, установленных настоящим Соглашением. Кроме
        того, Пользователь обязуется урегулировать все претензии, предъявляемые
        Оператору третьими лицами в случае несоблюдения Пользователем условий и
        ограничений использования ИМ, своими силами и за свой счет; <br />
        4.5.4. Иные убытки, причиненные ИМ действиями Пользователя и/или его
        представителей. <br />
        4.6. Пользователь возмещает Оператору все понесенные им убытки, в том
        числе, но не ограничиваясь, суммы штрафов и компенсаций и иные суммы,
        взысканные судебным актом, вынесенным по делу, прямо или косвенно
        связанным с таким нарушением, в срок, не превышающий 7 (Семь) рабочих
        дней с даты получения от Оператора соответствующего требования.
        Пользователь обязуется оказывать Оператору любое необходимое содействие
        в урегулировании претензий, требований, исков третьих лиц.
        <br />
        5. ФУНКЦИОНАЛ ИНТЕРНЕТ-МАГАЗИНА <br />
        5.1. Интернет-магазин предназначен для: <br />
        5.1.1. получения Пользователями информации о Товарах, реализуемых
        Поставщиком с использованием функционала ИМ; <br />
        5.1.2. совершения действий, направленных на регистрацию в ИМ, заказа и
        приобретения Товаров, представленных Поставщиком к реализации через ИМ,
        путем заключения прямого договора с Поставщиком; <br />
        5.1.3. совершение действий, направленных на авторизацию в ИМ; <br />
        5.1.4. совершения действий, обусловленных условиями использования ИМ и
        договорами, соглашениями, заключенными в рамках ИМ. <br />
        5.2. Все взаимоотношения, связанные с куплей-продажей Товаров, которые
        приобретаются Пользователем в Интернет-магазине, и услугами по
        организации их доставки, возникают непосредственно между Поставщиком и
        Пользователем. Оператор не является Поставщиком товара или лицом,
        уполномоченным Поставщиком на принятие и удовлетворение требований
        Пользователей в отношении товара ненадлежащего качества. <br />
        6. УВЕДОМЛЕНИЯ <br />
        6.1. Пользователь соглашается на направление Оператором информационных
        сообщений уведомительного характера (на номер мобильного телефона и /
        или адрес электронной почты, указанные при авторизации), в т.ч.
        касающихся исполнения заказа (в т.ч. сервисных сообщений), услуг
        Оператора и статуса регистрации в ИМ. <br />
        6.1.1. Пользователь вправе отозвать данное согласие в любое время путем
        направления Оператору соответствующего письменного заявления. Согласие
        будет считаться отозванным с момента получения Оператором
        соответствующего заявления Пользователя. <br />
        6.2 Пользователь признает, что исполнение Оператором заказа Пользователя
        может быть связано с возникновением необходимости в обмене сообщениями
        либо документами в электронной форме, и несет ответственность за
        своевременное получение указанных сообщений и документов, надлежащим
        образом отправленных Оператором. Несвоевременное ознакомление либо
        уклонение от ознакомления с указанными сообщениями и документами не
        прекращает возникшие правоотношения между Пользователем и Оператором, не
        влечет освобождения Пользователя от обязанностей и ответственности, и не
        возлагает на Оператора обязательства по устранению любых обстоятельств,
        возникших вследствие указанных несвоевременного ознакомления, либо
        уклонения от ознакомления. <br />
        7. ЗАВЕРЕНИЯ И ГАРАНТИИ <br />
        7.1. Взаимные заверения и гарантии Сторон. Каждая Сторона дает следующие
        заверения: <br />
        7.1.1. она должным образом зарегистрирована в соответствии с
        законодательством Российской Федерации, соблюдает все применимые к ней
        требования законодательства, все необходимое разрешения, лицензии и
        прочие документы для осуществления предпринимательской деятельности, и
        не является аффилированным лицом другой Стороны и/или взаимозависимым
        лицом с другой Стороной (в значении ст.105.1Налогового кодекса
        Российской Федерации); <br />
        7.1.2. ее представители, участвующие в заключении Соглашения и
        акцептовавшие ее (направляющее оферту, подтверждающее акцепт) и иные
        документы в рамках Соглашения, и/или осуществляющие любые действия в
        Личном кабинете, обладают всеми полномочиями для заключения Соглашения,
        иных документов в рамках Соглашения, осуществления любых действий в
        Личном кабинете, исполнения обязательств, принимаемых на себя по
        Соглашению и иным Документам на Сайте ИМ; <br />
        7.1.3. вся информация, предоставленная Стороной другой Стороне в связи с
        настоящим Соглашением, соответствует действительности, является полной и
        точной во всех отношениях, и Стороны не скрывают никаких фактов,
        которые, если бы они стали известны, могли бы оказать неблагоприятное
        влияние на решение другой Стороны о заключении настоящего Соглашения;{' '}
        <br />
        7.1.4. Сторона предприняла все одобрения, корпоративные и иные действия,
        в том числе, но не ограничиваясь, обеспечила получение согласия органа
        юридического лица, необходимое для заключения и исполнения настоящего
        Соглашения и иных документов в рамках Соглашения, и для обеспечения
        того, чтобы Соглашение и иные документы в рамках Соглашения являлись
        законными и обязательными для исполнения;
        <br />
        7.1.5. Каждая Сторона обеспечит, чтобы указанные выше заверения об
        обстоятельствах сохраняли свою силу в течение всего срока действия
        Соглашения. Стороны обязуются немедленно уведомлять друг друга о фактах,
        в результате которых любые из их заверений могут измениться или стать не
        соответствующими действительности или вводящими в заблуждение. <br />
        7.2. Все Заверения являются достоверными, действительными, точными и не
        вводящими в заблуждение на дату заключения Соглашения. При возникновении
        любых обстоятельств, которые могут свидетельствовать об их
        недостоверности, недействительности или неточности, Пользователь обязан
        незамедлительно сообщить об этом Оператору. <br />
        7.3. Все документы и информация, предоставленные Пользователем при
        использовании ИМ, были при их предоставлении достоверными,
        действительными, точными и не вводящими в заблуждение. Пользователь
        подтверждает, что обязуется выполнять требования всех применимых
        законов, включая законы, связанные с противодействием легализации
        доходов, полученных преступным путем, противодействием коррупции и
        взяточничеству, с соблюдением санкций и противодействием незаконной
        торговле, запретом использования детского или принудительного труда, а
        также не предпринимать никаких действий, которые могут привести к
        нарушению таких законов, не способствовать, не поощрять и не побуждать
        кого-либо к участию в такой деятельности. Пользователь гарантирует и
        подтверждает внедрение достаточной и эффективной системы внутреннего
        контроля; мер для обнаружения и предотвращения дачи взяток и
        коммерческого подкупа с участием и (или) в отношении своих сотрудников в
        процессе осуществления ими своих должностных обязанностей; легализации
        доходов, полученных преступным путем; нарушения применимых санкций и
        незаконной торговли. Пользователь также подтверждает свое согласие с
        требованиями политик Оператора в области противодействия коррупции и
        этичного ведения бизнеса. <br />
        7.4. Ни Соглашение целиком, ни какое-либо из его условий: (а) не лишает
        Пользователя прав, обычно предоставляемых по Соглашениям такого вида;
        (б) не содержит явно обременительных для Пользователя условий.
        <br />
        7.5. Заключение (присоединение к настоящему Соглашению) или исполнение
        Соглашения, не является нарушением и не приведёт к нарушению: (а) устава
        или иных корпоративных или прочих внутренних документов Пользователя;
        (б) положений каких-либо законодательных или нормативных актов
        Российской Федерации; (в) каких-либо применимых к Пользователю приказов
        или решений, вынесенных судами, арбитражными или третейскими судами, или
        государственными учреждениями; или (г) каких бы то ни было условий или
        положений любых иных соглашений или Договоров, стороной по которым
        является Пользователь, или таких, которые являются обязательными для
        Пользователя; а также не приведёт к неисполнению обязательств по любому
        такому соглашению или Договору. 8. ПОРЯДОК ОТКАЗА И ВОЗВРАТА ТОВАРА{' '}
        <br />
        8.1. Для юридических лиц и индивидуальных предпринимателей: <br />
        8.1.1. Пользователь (далее по тексту предполагается юридическое лицо
        (индивидуальный предприниматель), не имеет право в одностороннем порядке
        отказаться от приемки Товара надлежащего качества. <br />
        8.1.2. В случае поставки Товара ненадлежащего качества Пользователь
        имеет право требовать по своему выбору: А) соразмерного уменьшения
        покупной цены; Б) безвозмездного устранения недостатков Товара в
        разумный срок; В) возмещения своих расходов на устранение недостатка
        Товара. <br />
        8.1.3. В случае существенного нарушения требований к качеству Товара
        (обнаружения неустранимых недостатков, недостатков, которые не могут
        быть устранены без несоразмерных расходов или затрат времени, или
        выявляются неоднократно, либо проявляются вновь после их устранения, и
        других подобных недостатков) Пользователь вправе по своему выбору: А)
        отказаться от исполнения договора и потребовать возврата уплаченной за
        Товар денежной суммы; Б) потребовать замены товара ненадлежащего
        качества Товаром, соответствующим договору. <br />
        8.1.4. Срок рассмотрения претензий Пользователя составляет 30
        календарных дней с момента получения претензии Поставщиком. <br />
        8.2. Для физических лиц: 8.2.1. Пользователь (далее по тексту
        предполагается физическое лицо) вправе отказаться от Товара в любое
        время до его получения. <br />
        8.2.2. Пользователь вправе вернуть Товар, который он получил в течение
        семи дней после передачи Товара. <br />
        8.2.3. Настоящим пунктом Пользователь подтверждает, что ознакомлен с
        информацией о порядке и сроках возврата товара изложенных в настоящем
        разделе. <br />
        8.2.4. Возврат Товара надлежащего качества возможен в случае, если
        сохранены его товарный вид, потребительские свойства, а также документ,
        подтверждающий факт и условия покупки указанного Товара. <br />
        8.2.5. Пользователь вправе отказаться от Товаров и вернуть весь заказ
        целиком при получении, в момент проверки. <br />
        8.2.6. Пользователь, как в случае с возвратом Товара надлежащего
        качества, так и не надлежащего качества, обращается в пункт выдачи
        заказа для оформления возврата Товара, либо направляет письменное
        требование Поставщику посредством электронной почты по адресу:
        gluhatkin.vi@mc.ru. <br />
        8.2.7. Пользователь не вправе отказаться от товара надлежащего качества,
        имеющего индивидуально-определенные свойства, если указанный товар может
        быть использован исключительно приобретающим его Пользователем. <br />
        8.2.8. При отказе Пользователя от Товара Поставщик возвращает ему
        денежную сумму, уплаченную Пользователем по договору не позднее чем
        через десять дней со дня предъявления Пользователем соответствующего
        письменного требования. <br />
        8.2.9. При отказе Пользователя от Товара надлежащего качества Поставщик
        взымает сумму расходов на доставку Товара до Пользователя и от
        Пользователя. <br />
        8.2.10. Срок рассмотрения требований Пользователя составляет 10 дней со
        дня предъявления соответствующего требования. <br />
        9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ <br />
        9.1. Соглашение регулируется и подлежит толкованию в соответствии с
        законодательством Российской Федерации. Стороны предпримут все усилия
        для решения любых споров и разногласий, возникших между ними по
        Соглашению или в связи с ним, путём переговоров с обязательным
        соблюдением письменного претензионного порядка. Любой спор, который не
        был разрешен в претензионном порядке, подлежит разрешению в Арбитражном
        суде города Москвы. <br />
        9.2. Каждая Сторона Соглашения: <br />
        9.2.1. обязуется соблюдать антикоррупционное законодательство и
        прилагать все разумные усилия по соблюдению лучших международных
        антикоррупционных практик; <br />
        9.2.2. подтверждает, что она проводит внутренние контрольные процедуры
        противодействия и предотвращения возможных коррупционных действий со
        своей стороны и со стороны любых своих представителей, сотрудников и
        аффилированных лиц; <br />
        9.2.3. гарантирует, что она и ее любые представители, сотрудники и
        аффилированные лица не предлагали, не обещали, не давали, не одобряли,
        не требовали и не принимали какие-либо незаконные выгоды, связанные с
        заключением настоящего Соглашения, а также, что не будут предпринимать
        таких действий в ходе его исполнения. <br />
        9.3. Стороны подтверждают, что придерживаются принципов добросовестности
        и справедливости при осуществлении своей деятельности и осуществляют её
        строго в соответствии с применимым правом, включая нормы
        антикоррупционного законодательства. Взяточничество, коммерческий подкуп
        и коррупция, легализация доходов, полученных преступным путем, нарушение
        применимых санкций и незаконная торговля являются неприемлемыми в любой
        форме. <br />
        9.4. Если Пользователю станет известно о потенциальных или существующих
        нарушениях в области предупреждения и противодействия коррупции,
        легализации доходов, полученных преступным путем, нарушения санкций и
        незаконной торговли, Пользователь незамедлительно обязан уведомить об
        этом Оператора. Пользователь обязан добросовестно оказывать Оператору
        помощь в предоставлении документов при проведении расследований по
        выявленным нарушениям.
      </p>
    </div>
  );
}
