const mainPageAccordionItems = [
  {
    title: 'Оптовые и розничные продажи:',
    items: [
      {
        title:
          'Какие минимальные объемы закупок предусмотрены для оптовых клиентов, и существует ли гибкая система скидок при крупных заказах?',
        text: 'Информация о минимальных объемах закупок и гибкой системе скидок может различаться в зависимости от конкретной компании или поставщика. Рекомендуется связаться непосредственно с предприятием или поставщиком для получения точной информации о их условиях продажи оптовым клиентам.',
      },
      {
        title:
          'Есть ли у вас программы лояльности или бонусные предложения для розничных покупателей?',
        text: `Программа лояльности «Подарок от Маркас» - ваш ключ к выгодным покупкам!

Став участником программы, вы получаете:

1. Скидки на каждый заказ  от 5% до 15%  в зависимости от объема  покупки.
2. Бонусы за каждую покупку, накопительные баллы,  которые можно обменять  на товары или  услуги.
3. Персональные предложения.  Уникальные  акции  и  скидки  для  вас. Следите за обновлениями сайта и специальными предложениями лично для вас. 
4. Бесплатная доставка  при заказе  на  сумму  от [указать сумму].


Как стать участником:

1. Оформите  первую  покупку  в  нашем  магазине.
2. Получите  карту  лояльности  и  зарегистрируйтесь  на  сайте.
3. Начните  накапливать  баллы  и  пользоваться  преимуществами  программы!

Бонусные предложения:

1. День  рождения  в  подарок.  Скидка  [процент] на  покупку  в  день  рождения.
2. Рекомендации  друзьям.  Получайте  бонусы  за  каждого  приглашенного  клиента.
3. Специальные  предложения  для  постоянных  клиентов.  Узнавайте  о  новых  акциях  и  скидках  первыми на нашем сайте 

С  программой  лояльности  «Подарок от Маркас»  каждая  покупка  станет  еще  приятнее!`,
      },
      {
        title:
          'Какие методы оплаты вы принимаете, и есть ли отсрочка платежа для оптовых заказов?',
        text: `В нашем металлопрокате вы можете выбрать наиболее удобный способ оплаты:

1. Наличный расчет. Оплата  при получении  товара.
2. Безналичный расчет. Перевод  денежных  средств  на  расчетный  счет  компании.
3. Банковские карты.  Прием  платежей  по  Visa,  MasterCard,  Мир.

Для  оптовых  заказов  предоставляем  гибкие  условия  оплаты:

1. Отсрочка платежа.  Индивидуальный  срок  оплаты  в  зависимости  от  объема  заказа  и  истории  сотрудничества.
2. Рассрочка платежа. Возможность  оплатить  заказ  в  несколько  этапов  по  удобному  графику.

Чтобы  узнать  подробнее  об  условиях  оплаты  и  отсрочки  для  оптовых  заказов,  обратитесь  к  нашим  менеджерам, оставив заявку на сайте или позвонив на горячую линию компании.


Мы  всегда  готовы  идти  навстречу  нашим  клиентам  и  предложить  наиболее  выгодные  условия  сотрудничества!`,
      },
      {
        title:
          'Какие меры предпринимаются для обеспечения конфиденциальности информации при сотрудничестве с оптовыми клиентами?',
        text: `Ваша информация в надежных руках. Конфиденциальность в приоритете!

Мы понимаем важность конфиденциальности данных для наших оптовых клиентов.   

Вот что мы делаем,  чтобы обеспечить безопасность  вашей информации:

1. Использование современных технологий.  Мы  применяем  шифрование  данных  при  передаче  и  хранении  информации.
2. Ограниченный доступ. К конфиденциальным  данным  имеют  доступ  только  авторизованные  сотрудники  с  определенными  правами.
3. Строгие  политики  конфиденциальности. Все  наши  сотрудники  подписывают  соглашения  о  конфиденциальности,  обязуясь  не  раскрывать  конфиденциальную  информацию.
4. Регулярные  проверки  безопасности. Мы  регулярно  проверяем  наши  системы  на  наличие  уязвимостей  и  угроз  безопасности.
5. Ответственность  за  конфиденциальность. Мы  серьезно  относимся  к  защите  конфиденциальности  и  гарантируем,  что  ваша  информация  будет  использоваться  только  в  рамках  нашего  сотрудничества.

Ваша  конфиденциальность  важна  для  нас!

Мы  не  раскрываем  ваши  данные  третьим  лицам  и  не  используем  их  в  коммерческих  целях  без  вашего  согласия.

В  каждом  контракте  мы  прописываем  пункты  о  конфиденциальности,  чтобы  обеспечить  дополнительную  защиту  ваших  данных.

Если  у  вас  есть  вопросы  по  обеспечению  конфиденциальности  информации,  обращайтесь  к  нашим  менеджерам за консультацией.`,
      },
    ],
  },

  {
    title: 'Обработка металла:',
    items: [
      {
        title:
          'Какие технологии обработки металла используются в вашей компании, и каковы их преимущества?',
        text: `Современные технологии обработки металла - это не просто инструменты,  а настоящая революция в мире материалов.  Они позволяют создавать высококачественные изделия  с  уникальными  свойствами  и  открывают  новые  возможности  в  строительстве,  производстве,  аэрокосмической  отрасли  и  других  сферах.

Какие технологии мы используем:

1. Лазерная резка. Точная  и  быстрая  резка  металла  с  минимальным  повреждением  материала.  Преимущества:  высокая  точность,  скорость  обработки,  чистые  края  реза.
2. Плазменная резка. Резка  металла  с  использованием  плазмы  высокой  температуры.  Преимущества:  возможность  обработки  толстых  листов,  более  доступная  стоимость  по  сравнению  с  лазерной  резкой.
3. Гибка. Изменение  формы  металла  под  давлением.  Преимущества:  возможность  создания  сложных  форм,  высокая  точность  изгиба.
4. Сварка.  Соединение  металлических  деталей  с  помощью  теплового  воздействия.  Преимущества:  прочность  соединения,  герметичность,  возможность  обработки  разных  металлов.
5. Обработка  поверхности, шлифовка,  полировка,  пескоструйная  обработка  и  т.д.  Преимущества:  повышение  износостойкости,  коррозионной  стойкости,  эстетичный  вид.

Преимущества  использования  современных  технологий  обработки  металла:

1. Повышение  качества  и  точности  изделий.
2. Увеличение  скорости  производства.
3. Снижение  стоимости  производства.
4  Расширение  возможностей  в  создании  новых  продуктов.
5. Экологичность  процесса  обработки.

С  помощью  современных  технологий  мы  гарантируем  высокое  качество  и  надежность  нашей  продукции.`,
      },
      {
        title:
          'Существует ли возможность индивидуального заказа обработки металла с учетом специфических требований клиента?',
        text: `Ваши идеи - наша реализация!

В нашем металлопрокате мы ценим индивидуальность каждого клиента  и  готовы  реализовать  любые  ваши  идеи.  

Независимо  от  сложности  заказа,  мы  с  радостью  возьмемся  за  обработку  металла  с  учетом  ваших  специфических  требований:

1. Нестандартные  размеры  и  формы. Мы  можем  изготовить  детали  любых  размеров  и  форм  по  вашим  чертежам  и  эскизам.
2. Особые  материалы. Работаем  с  разными  видами  металла,  включая  нержавеющую  сталь,  черную  сталь,  алюминий,  медь  и  др.
3. Специальные  покрытия.  По желанию  клиента  можем  нанести  защитные  покрытия  для  увеличения  износостойкости,  коррозионной  стойкости  и  эстетичного  вида  изделия.
4. Индивидуальные  требования  к  точности  и  качеству. Мы  обеспечим  высочайший  уровень  точности  и  качества  обработки  в  соответствии  с  вашими  требованиями.

Наши  опытные  инженеры  и  технологи  помогут  вам  определить  наиболее  оптимальные  способы  обработки  металла  с  учетом  ваших  конкретных  задач  и  бюджета.

Обратитесь  к  менеджерам компании,  чтобы  обсудить  детали  вашего  индивидуального  заказа!`,
      },
      {
        title:
          'Какие сроки занимает обработка металла, и возможно ли ускорение процесса для срочных заказов?',
        text: `Мы понимаем, что время - ценный ресурс,  и  стремимся  обеспечить  оперативную  обработку  металла  для  всех  наших  клиентов.

Стандартные  сроки  обработки  зависят  от  сложности  заказа  и  объема  работ:

1. Простая  резка  и  гибка от  1  до  3  рабочих  дней.
2. Сложная  обработка  (сварка,  шлифовка,  полировка)  от  3  до  7  рабочих  дней.
3. Нестандартные  заказы. Сроки  обсуждаются  индивидуально  с  учетом  специфических  требований.

Мы  сделаем  все  возможное,  чтобы  ускорить  процесс  обработки  для  срочных  заказов:

1. Приоритетная  обработка.  Возможность  ускорить  производство  заказа  за  дополнительную  плату.
2. Гибкий  график  работы.  Мы  готовы  принять  заказ  и  начать  обработку  в  нерабочее  время  по  предварительной  договоренности.
3. Команда  опытных  специалистов. Мы  имеем  достаточный  ресурс  квалифицированных  специалистов,  чтобы  справиться  с  любым  заказом  в  кратчайшие  сроки.

Мы  всегда  готовы  идти  навстречу  нашим  клиентам  и  предложить  наиболее  оптимальные  решения  для  реализации  их  проектов  в  установленные  сроки.`,
      },
      {
        title:
          'Какие квалификации имеет ваш персонал, ответственный за обработку металла?',
        text: `Мы  гордимся  нашей  командой  опытных  и  квалифицированных  специалистов,  которые  обеспечивают  высокое  качество  обработки  металла  на  каждом  этапе  производства.

Наши  сотрудники  обладают  следующими  квалификациями  и  опытом:

1. Сертифицированные  сварщики. Владеют  различными  видами  сварки  (аргонодуговая,  электродуговая,  полуавтоматическая),  имеют  необходимые  сертификаты  и  допуски  к  работе  с  металлом.
2. Опытные  резчики  и  гильзовщики. Работают  с  современным  оборудованием  для  лазерной  и  плазменной  резки,  гибки  и  формирования  металла,  обладают  высокой  точностью  и  скоростью  работы.
3. Специалисты  по  обработке  поверхности. Имеют  опыт  работы  с  различными  видами  шлифовки,  полировки,  пескоструйной  обработки  и  других  технологий  для  придания  металлу  необходимых  свойств  и  внешнего  вида.
4. Инженеры-технологи. Ответственны  за  разработку  технологических  процессов  обработки  металла,  контроль  качества  и  соблюдение  стандартов.

Наши  сотрудники  регулярно  проходят  профессиональную  подготовку  и  повышение  квалификации,  чтобы  быть  в  курсе  новейших  технологий  и  трендов  в  сфере  обработки  металла.

Мы  уверены,  что  наш  персонал  способен  решить  любую  задачу  по  обработке  металла  с  максимальной  точностью  и  качеством.`,
      },
    ],
  },

  {
    title: 'Каталог продукции:',
    items: [
      {
        title:
          'Можете ли вы предоставить доступ к электронному каталогу продукции, и насколько регулярно обновляется информация в нем?',
        text: `Мы  стремимся  обеспечить  максимальную  прозрачность  и  доступность  информации  для  наших  клиентов.  

Поэтому  мы  предлагаем  вам  доступ  к  электронному  каталогу  продукции на нашем сайте,  который  содержит  детальную  информацию  о  всех  видах  металла  и  услугах  обработки,  которые  мы  предоставляем.

В  каталоге  на сайте вы  найдете:

1. Сортамент  металла. Размеры,  толщину,  марку  и  технические  характеристики  всех  видов  металла,  который  мы  поставляем.
2. Услуги  обработки. Описание  всех  видов  обработки  металла,  которые  мы  осуществляем  (резка,  гибка,  сварка,  шлифовка  и  т.д.).
3. Цены  на  продукцию  и  услуги. Актуальные  цены  на  все  виды  металла  и  услуги  обработки.
4. Фотографии  и  чертежи.  Наглядные  изображения  продукции  и  детальные  чертежи  для  удобства  выбора.

Информация  в  каталоге  регулярно  обновляется:

Еженедельно - цены  на  металл  и  услуги  обработки  обновляются  в  соответствии  с  изменениями  на  рынке.
Ежемесячно - в  каталог  добавляются  новые  виды  металла  и  услуги  обработки,  а  также  актуальные  специальные  предложения.`,
      },
      {
        title:
          'Какие гарантии предоставляются на продукцию, и каков процесс возврата или обмена?',
        text: `Гарантии на продукцию металлопроката предоставляются в соответствии с ГОСТами и техническими условиями,  определяющими свойства и качество конкретного вида продукции.

Основные гарантийные обязательства включают:

1. Соответствие  продукции заявленным характеристикам. Размер, форма, толщина, химический состав, механические свойства (прочность, твердость, пластичность),  внешний вид.
2. Отсутствие дефектов. Трещин, разрывов, пор, включений, несоответствий геометрических параметров,  деформаций,  и т.п.
3. Соблюдение  условий хранения  и транспортировки, чтобы избежать повреждений  продукции в  процессе  транспортировки  и хранения.

Срок гарантии: 

1. Срок гарантии устанавливается производителем и  обычно составляет от 3 до 12 месяцев  с  момента продажи.
2. При  наличии дефектов,  обнаруженных  в  гарантийный период,  покупатель имеет право на возврат или обмен продукции.

Процесс возврата или обмена:

1. Обнаружение  дефекта. Покупатель  обязан  незамедлительно  сообщить  продавцу  о  дефекте  и предоставить  доказательства (фотографии,  видеозаписи,  акт о  дефекте).
2. Осмотр продукции. Продавец  обязан  осмотреть  продукцию  и  определить  причину  дефекта.
3. Признание  дефекта. Если  дефект  признан  гарантийным,  продавец  обязан  предоставить  покупателю  выбор:
    * Замена  продукции.  Продавец  обязан  заменить  дефектную  продукцию  на  новую,  соответствующую  заявленным  характеристикам.
    * Возврат  денежных средств.  Продавец  обязан  вернуть  покупателю  денежные  средства,  уплаченные  за  дефектную  продукцию.
4. Документальное  оформление. Возврат  или  обмен  оформляется  документально актом  о  приемке-передаче  товара,  счетом  на  возврат  денежных  средств  и т.д.

Важно отметить:

Не все дефекты  являются  гарантийными.  Например,  дефекты,  возникшие  в  результате  неправильной  эксплуатации  продукции,  не  являются  гарантийными.
В  некоторых  случаях  продавец  может  требовать  от  покупателя  документальное  подтверждение  соответствия  условий  хранения  и  транспортировки  продукции.`,
      },
      {
        title:
          'Существует ли возможность заказа на изготовление нестандартных изделий по запросу клиента?',
        text: `Да, возможность заказать изготовление нестандартных изделий по запросу клиента существует и широко практикуется в нашей компании. 

Мы готовы изготовить изделия по индивидуальным чертежам и техническим требованиям.

Преимущества заказа нестандартных изделий:

Уникальность.  Получение  изделий  с  необходимыми  размерами,  формой,  материалом и  специфическими  характеристиками,  отвечающими  индивидуальным  потребностям.
Оптимизация. Возможность  создания  изделий,  идеально  вписывающихся  в  конкретное  пространство  и  выполняющих  конкретные  функции.
Функциональность. Изготовление  изделий,  удовлетворяющих  конкретным  техническим  требованиям  и  задачам.

Процесс заказа нестандартных изделий:

1. Консультация:  Свяжитесь  с  нами через заявку на сайте, звонок на горячую линию или письмо на электронную почту.  Опишите  свои  требования  и  пожелания.
2. Разработка  проекта.  Наши специалисты  помогут  разработать  чертежи  и  техническую  документацию  с  учетом  ваших  требований.
3. Изготовление. Производство  изделий  проводится  в  соответствии  с  разработанным  проектом.
4. Контроль  качества. Изделия  проверяются  на  соответствие  требованиям  до  отправки  клиенту.

Примеры нестандартных изделий:

*  Детали  для  строительных  конструкций;
*  Металлические  конструкции  нестандартных  размеров;
*  Элементы  декора  и  интерьера;
*  Специальное  оборудование  и  механизмы;
*  Продукция  с  нестандартными  покрытиями  и  обработкой.

Чтобы получить  подробную информацию  о  возможностях  заказа  нестандартных  изделий,  свяжитесь  с  нами. Мы будет  рады  помочь  вам  реализовать  ваш  проект.`,
      },
      {
        title:
          'Какова ваша политика относительно рекламаций, и как быстро решаются возможные проблемы с продукцией?',
        text: `Мы понимаем, что для вас важно получить качественную продукцию и  быстро решить  любые  возникшие  проблемы.  Поэтому  мы  уделяем  особое  внимание  политике  рекламаций  и  стремимся  обеспечить  максимально  быстрое  и  эффективное  решение  вопросов  с  продукцией.

Наша политика  рекламаций  основана на следующих принципах:

1. Ответственность.  Мы  несём  полную  ответственность  за  качество  своей  продукции  и  гарантируем  ее  соответствие  заявленным  характеристикам.
2. Открытость.  Мы  открыты  для  диалога  с  клиентами  и  готовы  рассмотреть  любые  претензии  к  качеству  продукции.
3. Оперативность. Мы  стремимся  решить  проблемы  с  продукцией  как  можно  быстрее  и  свести  к  минимуму  неудобства  для  клиента.

Процесс  решения  проблем  с  продукцией:

1. Связь  с  нами.  Если  у  вас  возникли  проблемы  с  продукцией,  свяжитесь  с  нами  по  телефону  или  по  электронной  почте.
2. Описание  проблемы. Пожалуйста,  опишите  проблему  как  можно  подробнее  и  предоставьте  фотографии  или  видеозаписи,  если  это  возможно.
3. Анализ  проблемы.  Наши  специалисты  проанализируют  информацию  и  определят  причину  проблемы.
4. Решение  проблемы. В  зависимости  от  причины  проблемы,  мы  предложим  одно  из  следующих  решений:
    *  Замена  продукции.
    *  Возврат  денежных  средств.
    *  Ремонт  продукции.
    *  Компенсация  за  ущерб.
5. Оформление. Мы  оформим  необходимую  документацию  и  согласуем  с  вами  дальнейшие  действия.

Срок  решения  проблем:

Мы  стремимся  решить  проблемы  с  продукцией  в  течение  3-х  рабочих  дней  с  момента  получения  вашего  запроса.  В  некоторых  случаях  срок  может  быть  продлен  в  зависимости  от  сложности  проблемы.

Мы  уверены,  что  наша  политика  рекламаций  и  отзывчивость  в  решении  проблем  с  продукцией  позволят  вам  чувствовать  себя  уверенно  и  спокойно  при  работе  с  нами. 

Мы  всегда  готовы  к  диалогу  и  стремимся  к  взаимовыгодному  решению  любых  вопросов.`,
      },
    ],
  },

  {
    title: 'Сроки поставки и условия доставки:',
    items: [
      {
        title:
          'Какие средние сроки поставки для различных видов металлоизделий?',
        text: `Сроки поставки металлоизделий  могут варьироваться в зависимости от множества факторов, таких как:

1. Вид изделия.  Стандартные  изделия,  как  листовой  прокат,  трубы  и  профили,  обычно  имеют  более  короткие  сроки  поставки,  чем  нестандартные  изделия,  изготовленные  по  заказу.
2. Объем заказа.  Крупные  заказы  могут  требовать  более  длительного  времени  на  производство  и  доставку.
3. Наличие  на  складе.  Если  необходимое  изделие  имеется  на  складе,  поставка  может  быть  осуществлена  в  течение  нескольких  дней.
4. Дистанция  доставки. Доставка  изделий  на  большие  расстояния  может  занять  больше  времени.
5. Производитель. У  каждого  производителя  могут  быть  свои  сроки  поставки. 

Ниже приведены  примерные  сроки  поставки  для  различных  видов  металлоизделий:

Стандартные  изделия:

1. Листовой  прокат. 1-3  рабочих  дня  (при  наличии  на  складе)  или  1-2  недели  (при  заказе  с  производства).
2. Трубы. 1-3  рабочих  дня  (при  наличии  на  складе)  или  1-2  недели  (при  заказе  с  производства).
3. Профили.  1-3  рабочих  дня  (при  наличии  на  складе)  или  1-2  недели  (при  заказе  с  производства).
4. Сетка.  1-3  рабочих  дня  (при  наличии  на  складе)  или  1-2  недели  (при  заказе  с  производства).

Нестандартные  изделия:

Изготовление  по  чертежам:  от  1  недели  до  2-х  месяцев  (в  зависимости  от  сложности  изделия  и  объема  заказа).

Доставка:

1. Доставка  по  городу от  1  дня  до  3-х  дней.
2. Доставка  в  другие  регионы от  2-х  дней  до  нескольких  недель.

Важно! Рекомендуем  уточнять  сроки  поставки  у  наших менеджеров.  Они  смогут  предоставить  вам  точные  сроки  поставки  в  зависимости  от  вашего  конкретного  заказа.

Мы  стараемся  обеспечить  максимально  быструю  доставку  металлоизделий  нашим  клиентам.  Наша компания уверена,  что  вы  будете  довольны  сроками  поставки  и  качеством  нашей  продукции.`,
      },
      {
        title:
          'Предоставляете ли вы услуги экспресс-доставки, и каковы соответствующие расценки?',
        text: `Мы предоставляем  услуги  экспресс-доставки  для  тех,  кто  нуждается  в  быстрой  поставке  металлоизделий.  Мы  понимаем,  что  время  имеет  значение,  и  готовы  сделать  все  возможное,  чтобы  ваши  заказы  были  доставлены  в  кратчайшие  сроки.

Наши  услуги  экспресс-доставки  включают:

1. Прямую  доставку  с  производства.  Мы  организуем  доставку  изделий  с  производства  непосредственно  к  вам,  минуя  промежуточные  склады,  что  позволяет  сократить  сроки  поставки.
2. Специальные  транспортные  средства. Мы  используем  специальные  транспортные  средства,  приспособленные  для  перевозки  металлоизделий  и  обеспечивающие  их  безопасность  во  время  перевозки.
3. Оперативная  обработка  заказов. Мы  гарантируем  быструю  обработку  вашего  заказа  и  оперативное  выполнение  доставки.

Расценки  на  услуги  экспресс-доставки:

1. Стоимость  экспресс-доставки  зависит  от  расстояния,  объема  заказа,  вида  изделий  и  срочности  доставки.
2.  Мы  предлагаем  индивидуальный  расчет  стоимости  экспресс-доставки  для  каждого  заказа.  Свяжитесь  с  нами,  и  мы  рассчитаем  стоимость  доставки  с  учетом  ваших  требований.

Преимущества  экспресс-доставки:

1. Своевременная  поставка.  Получите  необходимые  металлоизделия  в  кратчайшие  сроки.
2. Уверенность  в  качестве.  Мы  гарантируем  безопасную  и  надежную  доставку  ваших  изделий.
3. Индивидуальный  подход.  Мы  готовы  адаптировать  услуги  экспресс-доставки  под  ваши  конкретные  требования.

Мы  уверены,  что  наши  услуги  экспресс-доставки  помогут  вам  сделать  ваш  проект  еще  более  эффективным  и  успешным!`,
      },
      {
        title:
          'Какие виды транспорта используются для доставки, и как обеспечивается сохранность груза в пути?',
        text: `Мы используем  различные  виды  транспорта  для  доставки  металлоизделий,  подбирая  их  в  зависимости  от  объема  заказа,  расстояния  и  специфики  груза. 

Вот  некоторые  из  видов  транспорта,  которые  мы  используем:

1. Автомобильный  транспорт.  Идеально  подходит  для  доставки  металлоизделий  в  рамках  города  или  региона.  Мы  используем  специализированные  грузовые  автомобили,  оборудованные  платформами  и  креплениями  для  безопасной  перевозки  металлических  изделий.
2. Железнодорожный  транспорт.  Эффективен  для  доставки  крупных  партий  металлоизделий  на  дальние  расстояния.  Мы  используем  специальные  вагоны,  приспособленные  для  перевозки  металлических  грузов.
3. Морской  транспорт.  Используется  для  доставки  металлоизделий  на  международные  расстояния.  Мы  используем  контейнерные  суда  для  безопасной  и  надежной  перевозки  груза.

Обеспечение  сохранности  груза  в  пути:

1. Профессиональная  упаковка. Мы  используем  прочную  и  надёжную  упаковку,  которая  защищает  металлоизделия  от  повреждений  во  время  транспортировки.
2. Специальные  крепления. Мы  используем  специальные  крепления  для  фиксации  металлических  изделий  в  транспортном  средстве,  что  исключает  их  смещение  и  повреждение  в  пути.
3. Опытные  водители. Мы  работаем  с  опытными  водителями,  которые  знают  особенности  транспортировки  металлоизделий  и  осуществляют  перевозку  с  максимальной  осторожностью.
4. Страхование  груза. Мы  предлагаем  возможность  страхования  груза  от  повреждений  и  потерь  во  время  транспортировки.

Мы  гарантируем  безопасную  и  надёжную  доставку  ваших  металлоизделий  в  любое  место  назначения.  Мы  следим  за  каждой  стадией  транспортировки,  и  вы  можете  быть  уверены,  что  ваш  заказ  будет  доставлен  в  сохранности  и  в  установленные  сроки.`,
      },
      {
        title:
          'Существует ли возможность отслеживания статуса доставки заказа клиентом?',
        text: `Мы  предоставляем  возможность  отслеживания  статуса  доставки  заказа  в  реальном  времени.  Мы  понимаем,  что  вам  важно  знать,  где  находится  ваш  заказ,  и  когда  он  будет  доставлен.

Вот  как  вы  можете  отследить  статус  доставки  заказа:

1. SMS-сообщения. Мы  отправляем  вам  SMS-сообщения  о  статусе  заказа  на  каждом  этапе  доставки.
2. Электронные  письма. Вы  также  получаете  электронные  письма  с  информацией  о  статусе  заказа.
3. Телефонная  поддержка. Вы  можете  связаться  с  нашей  службой  поддержки  по  телефону  и  уточнить  статус  доставки  заказа.

Мы  используем  современные  системы  отслеживания  грузов,  которые  позволяют  нам  предоставлять  вам  самую  точную  информацию  о  месте  нахождения  вашего  заказа.

Преимущества  отслеживания  доставки  заказа:

Прозрачность. Вы  всегда  знаете,  где  находится  ваш  заказ.
Контроль. Вы  можете  отслеживать  движение  заказа  и  планировать  свои  действия.
Уверенность. Вы  можете  быть  уверены,  что  ваш  заказ  будет  доставлен  в  соответствии  с  установленными  сроками.

Мы  стремимся  обеспечить  максимальную  прозрачность  и  удобство  для  наших  клиентов  в  процессе  доставки  металлоизделий.  Свяжитесь  с  нами,  если  у  вас  возникнут  вопросы  о  статусе  заказа.`,
      },
    ],
  },
];

export default mainPageAccordionItems;
